tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "zsh"
brew "fd"
brew "nvim"
brew "fzf"
brew "git"
brew "git-gui"
brew "htop"
brew "tree"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "ruff"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "vim"
brew "wget"
brew "zoxide"
brew "lazydocker"
brew "lazygit"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "nmap"
cask "alt-tab"
cask "font-caskaydia-cove-nerd-font"
cask "ghostty"
cask "gimp"
cask "postman"
cask "rectangle"
cask "sublime-text"
